const PrivacyPolicyContent = () => {
  return (
    <textarea
      disabled
      style={{
        width: "100%",
        height: 500,
        whiteSpace: "pre-wrap",
        backgroundColor: "#F5F5F5",
      }}
    >
      {`1. 수집하는 개인정보 항목
(주)퀀텀에이아이는 이벤트 참여를 위해 아래와 같은 개인정보를 수집하고 있습니다.
1) 필수항목 : 이름, 휴대전화번호, 이메일, 회사
2) 자동수집항목 : 서비스 이용기록, 방문로그, 쿠키, 방문IP정보

2. 개인정보의 수집 및 이용목적
(주)퀀텀에이아이는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
1) 서비스 이용에 따른 본인식별, 실명확인, 이벤트 참여 의사 확인
2) 고지사항 전달, 의사소통 경로 확보, 이벤트 당첨 물품 배송 시 정확한 배송지 정보 확보
3) 각종 정보의 지속적 제공
4) 부정 참여 이용 방지

3. 개인정보의 보유 및 이용기간
1) (주)퀀텀에이아이가 제공하는 서비스 이용기간 동안 회원님의 개인정보는 ‘(주)퀀텀에이아이’에서 계속 보유하게 되나 원칙적으로 개인정보의 수집 또는 제공받은 목적 달성 시 지체 없이 파기합니다.
2) 이용약관 및 미풍양속을 해치는 등 서비스에 물의를 일으키는 경우, 이용자의 의사에 관계없이 이벤트 참여 대상에서 제외됩니다.

4. 개인정보의 파기절차 및 방법
(주)퀀텀에이아이는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
1) 파기절차
회원님이 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 파기됩니다.
2) 파기방법
전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
3) 개인정보
(주)퀀텀에이아이는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
① 이용자들이 사전에 동의한 경우
② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

5. 수집한 개인정보의 위탁
1) (주)퀀텀에이아이는 고객님의 동의없이 고객님의 정보를 외부 업체에 위탁하지 않습니다.

6. 이용자의 권리와 그 행사방법
1) 이용자는 언제든지 등록되어 있는 자신의 개인정보 삭제를 요청할 수 있습니다.
2) 잘못된 개인정보를 제공한 경우에는 지체없이 정정이 이루어지도록 하겠습니다.
3) 이용자의 요청에 의해 삭제된 개인정보는 (주)퀀텀에이아이가 수집하는 “3. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

7. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
1) (주)퀀텀에이아이는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다.
2) 쿠키란 (주)퀀텀에이아이의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.
3) (주)퀀텀에이아이는 다음과 같은 목적을 위해 쿠키를 사용합니다.
① 쿠키 등 사용 목적
이용자의 접속 빈도나 방문 시간 등을 분석, 이용 자취 추적, 이벤트 참여 정도 및 방문 회수 파악
② 쿠키 설정 거부 방법
설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보
③ 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.

8. 개인정보 보호책임자
(주)퀀텀에이아이는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 보호책임자를 지정하고 있습니다.
개인정보 보호책임자
성명 : 강형관
전화번호 : 010-6630-9367
이메일 : hyungkwan.kang@quantum-ai.ai

9. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
1) 개인정보침해신고센터 (전화 118, http://privacy.kisa.or.kr)
2) 개인정보분쟁조정위원회 (전화 1833-6972, http://www.kopico.go.kr)
3) 대검찰청 사이버수사과 (전화 1301, http://www.spo.go.kr/)
4) 경찰청 사이버안전국 (전화 182, http://cyberbureau.police.go.kr/)`}
      {/* <div style={{ whiteSpace: "pre-wrap", lineHeight: "23.87px" }}>
        <p>{`1. 수집하는 개인정보 항목`}</p>
        <p>{`(주)퀀텀에이아이는 이벤트 참여를 위해 아래와 같은 개인정보를 수집하고 있습니다.`}</p>
        <p>{`1) 필수항목 : 이름, 휴대전화번호, 이메일, 회사`}</p>
        <p>{`2) 자동수집항목 : 서비스 이용기록, 방문로그, 쿠키, 방문IP정보`}</p>
        <p>{`\n`}</p>
        <p>{`2. 개인정보의 수집 및 이용목적`}</p>
        <p>{`(주)퀀텀에이아이는 수집한 개인정보를 다음의 목적을 위해 활용합니다.`}</p>
        <p>{`1) 서비스 이용에 따른 본인식별, 실명확인, 이벤트 참여 의사 확인`}</p>
        <p>{`2) 고지사항 전달, 의사소통 경로 확보, 이벤트 당첨 물품 배송 시 정확한 배송지 정보 확보`}</p>
        <p>{`3) 각종 정보의 지속적 제공`}</p>
        <p>{`4) 부정 참여 이용 방지`}</p>
        <p>{`\n`}</p>
        <p>{`3. 개인정보의 보유 및 이용기간`}</p>
        <p>{`1) (주)퀀텀에이아이가 제공하는 서비스 이용기간 동안 회원님의 개인정보는 ‘(주)퀀텀에이아이’에서 계속 보유하게 되나 원칙적으로 개인정보의 수집 또는 제공받은 목적`}</p>
        <p>{`달성 시 지체 없이 파기합니다.`}</p>
        <p>{`2) 이용약관 및 미풍양속을 해치는 등 서비스에 물의를 일으키는 경우, 이용자의 의사에 관계없이 이벤트 참여 대상에서 제외됩니다.`}</p>
        <p>{`\n`}</p>
        <p>{`4. 개인정보의 파기절차 및 방법`}</p>
        <p>{`(주)퀀텀에이아이는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.`}</p>
        <p>{`1) 파기절차회원님이 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 파기됩니다.`}</p>
        <p>{`2) 파기방법전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.`}</p>
        <p>{`3) 개인정보(주)퀀텀에이아이는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.`}</p>
        <p>{`① 이용자들이 사전에 동의한 경우`}</p>
        <p>{`② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우`}</p>
        <p>{`\n`}</p>
        <p>{`5. 수집한 개인정보의 위탁`}</p>
        <p>{`1) (주)퀀텀에이아이는 고객님의 동의없이 고객님의 정보를 외부 업체에 위탁하지 않습니다.`}</p>
        <p>{`\n`}</p>
        <p>{`6. 이용자의 권리와 그 행사방법`}</p>
        <p>{`1) 이용자는 언제든지 등록되어 있는 자신의 개인정보 삭제를 요청할 수 있습니다.`}</p>
        <p>{`2) 잘못된 개인정보를 제공한 경우에는 지체없이 정정이 이루어지도록 하겠습니다.`}</p>
        <p>{`3) 이용자의 요청에 의해 삭제된 개인정보는 (주)퀀텀에이아이가 수집하는 “3. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는`}</p>
        <p>{`이용할 수 없도록 처리하고 있습니다.`}</p>
        <p>{`\n`}</p>
        <p>{`7. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항`}</p>
        <p>{`1) (주)퀀텀에이아이는 귀하의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다.`}</p>
        <p>{`2) 쿠키란 (주)퀀텀에이아이의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.`}</p>
        <p>{`3) (주)퀀텀에이아이는 다음과 같은 목적을 위해 쿠키를 사용합니다.`}</p>
        <p>{`① 쿠키 등 사용 목적이용자의 접속 빈도나 방문 시간 등을 분석, 이용 자취 추적, 이벤트 참여 정도 및 방문 회수 파악`}</p>
        <p>{`② 쿠키 설정 거부 방법설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보`}</p>
        <p>{`③ 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.`}</p>
        <p>{`\n`}</p>
        <p>{`8. 개인정보 보호책임자`}</p>
        <p>{`(주)퀀텀에이아이는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 보호책임자를 지정하고 있습니다.`}</p>
        <p>{`개인정보 보호책임자성명 : 강형관`}</p>
        <p>{`전화번호 : 010-6630-9367`}</p>
        <p>{`이메일 : hyungkwan.kang@quantum-ai.ai`}</p>
        <p>{`\n`}</p>
        <p>{`9. 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.`}</p>
        <p>{`1) 개인정보침해신고센터 (전화 118, http://privacy.kisa.or.kr)`}</p>
        <p>{`2) 개인정보분쟁조정위원회 (전화 1833-6972, http://www.kopico.go.kr)`}</p>
        <p>{`3) 대검찰청 사이버수사과 (전화 1301, http://www.spo.go.kr/)`}</p>
        <p>{`4) 경찰청 사이버안전국 (전화 182, http://cyberbureau.police.go.kr/)`}</p>
      </div> */}
    </textarea>
  );
};
export default PrivacyPolicyContent;
